7767517
109 125
Input                    input                    0 1 input
Convolution              339                      1 1 input 341 0=24 1=3 3=2 4=1 5=1 6=648 9=1
Pooling                  342                      1 1 341 342 1=3 2=2 12=1 3=1 5=1
Split                    splitncnn_0              1 2 342 342_splitncnn_0 342_splitncnn_1
ConvolutionDepthWise     343                      1 1 342_splitncnn_1 343 0=24 1=3 3=2 4=1 5=1 6=216 7=24
Convolution              345                      1 1 343 347 0=24 1=1 5=1 6=576 9=1
Convolution              348                      1 1 342_splitncnn_0 350 0=24 1=1 5=1 6=576 9=1
ConvolutionDepthWise     351                      1 1 350 351 0=24 1=3 3=2 4=1 5=1 6=216 7=24
Convolution              353                      1 1 351 355 0=24 1=1 5=1 6=576 9=1
Concat                   356                      2 1 347 355 356
ShuffleChannel           361                      1 1 356 361 0=2
Slice                    362                      1 2 361 362 363 -23300=2,24,-233
Convolution              364                      1 1 363 366 0=24 1=1 5=1 6=576 9=1
ConvolutionDepthWise     367                      1 1 366 367 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              369                      1 1 367 371 0=24 1=1 5=1 6=576 9=1
Concat                   372                      2 1 362 371 372
ShuffleChannel           377                      1 1 372 377 0=2
Slice                    378                      1 2 377 378 379 -23300=2,24,-233
Convolution              380                      1 1 379 382 0=24 1=1 5=1 6=576 9=1
ConvolutionDepthWise     383                      1 1 382 383 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              385                      1 1 383 387 0=24 1=1 5=1 6=576 9=1
Concat                   388                      2 1 378 387 388
ShuffleChannel           393                      1 1 388 393 0=2
Slice                    394                      1 2 393 394 395 -23300=2,24,-233
Convolution              396                      1 1 395 398 0=24 1=1 5=1 6=576 9=1
ConvolutionDepthWise     399                      1 1 398 399 0=24 1=3 4=1 5=1 6=216 7=24
Convolution              401                      1 1 399 403 0=24 1=1 5=1 6=576 9=1
Concat                   404                      2 1 394 403 404
ShuffleChannel           409                      1 1 404 409 0=2
Split                    splitncnn_1              1 2 409 409_splitncnn_0 409_splitncnn_1
ConvolutionDepthWise     410                      1 1 409_splitncnn_1 410 0=48 1=3 3=2 4=1 5=1 6=432 7=48
Convolution              412                      1 1 410 414 0=48 1=1 5=1 6=2304 9=1
Convolution              415                      1 1 409_splitncnn_0 417 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     418                      1 1 417 418 0=48 1=3 3=2 4=1 5=1 6=432 7=48
Convolution              420                      1 1 418 422 0=48 1=1 5=1 6=2304 9=1
Concat                   423                      2 1 414 422 423
ShuffleChannel           428                      1 1 423 428 0=2
Slice                    429                      1 2 428 429 430 -23300=2,48,-233
Convolution              431                      1 1 430 433 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     434                      1 1 433 434 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              436                      1 1 434 438 0=48 1=1 5=1 6=2304 9=1
Concat                   439                      2 1 429 438 439
ShuffleChannel           444                      1 1 439 444 0=2
Slice                    445                      1 2 444 445 446 -23300=2,48,-233
Convolution              447                      1 1 446 449 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     450                      1 1 449 450 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              452                      1 1 450 454 0=48 1=1 5=1 6=2304 9=1
Concat                   455                      2 1 445 454 455
ShuffleChannel           460                      1 1 455 460 0=2
Slice                    461                      1 2 460 461 462 -23300=2,48,-233
Convolution              463                      1 1 462 465 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     466                      1 1 465 466 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              468                      1 1 466 470 0=48 1=1 5=1 6=2304 9=1
Concat                   471                      2 1 461 470 471
ShuffleChannel           476                      1 1 471 476 0=2
Slice                    477                      1 2 476 477 478 -23300=2,48,-233
Convolution              479                      1 1 478 481 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     482                      1 1 481 482 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              484                      1 1 482 486 0=48 1=1 5=1 6=2304 9=1
Concat                   487                      2 1 477 486 487
ShuffleChannel           492                      1 1 487 492 0=2
Slice                    493                      1 2 492 493 494 -23300=2,48,-233
Convolution              495                      1 1 494 497 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     498                      1 1 497 498 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              500                      1 1 498 502 0=48 1=1 5=1 6=2304 9=1
Concat                   503                      2 1 493 502 503
ShuffleChannel           508                      1 1 503 508 0=2
Slice                    509                      1 2 508 509 510 -23300=2,48,-233
Convolution              511                      1 1 510 513 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     514                      1 1 513 514 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              516                      1 1 514 518 0=48 1=1 5=1 6=2304 9=1
Concat                   519                      2 1 509 518 519
ShuffleChannel           524                      1 1 519 524 0=2
Slice                    525                      1 2 524 525 526 -23300=2,48,-233
Convolution              527                      1 1 526 529 0=48 1=1 5=1 6=2304 9=1
ConvolutionDepthWise     530                      1 1 529 530 0=48 1=3 4=1 5=1 6=432 7=48
Convolution              532                      1 1 530 534 0=48 1=1 5=1 6=2304 9=1
Concat                   535                      2 1 525 534 535
ShuffleChannel           540                      1 1 535 540 0=2
Split                    splitncnn_2              1 2 540 540_splitncnn_0 540_splitncnn_1
ConvolutionDepthWise     541                      1 1 540_splitncnn_1 541 0=96 1=3 3=2 4=1 5=1 6=864 7=96
Convolution              543                      1 1 541 545 0=96 1=1 5=1 6=9216 9=1
Convolution              546                      1 1 540_splitncnn_0 548 0=96 1=1 5=1 6=9216 9=1
ConvolutionDepthWise     549                      1 1 548 549 0=96 1=3 3=2 4=1 5=1 6=864 7=96
Convolution              551                      1 1 549 553 0=96 1=1 5=1 6=9216 9=1
Concat                   554                      2 1 545 553 554
ShuffleChannel           559                      1 1 554 559 0=2
Slice                    560                      1 2 559 560 561 -23300=2,96,-233
Convolution              562                      1 1 561 564 0=96 1=1 5=1 6=9216 9=1
ConvolutionDepthWise     565                      1 1 564 565 0=96 1=3 4=1 5=1 6=864 7=96
Convolution              567                      1 1 565 569 0=96 1=1 5=1 6=9216 9=1
Concat                   570                      2 1 560 569 570
ShuffleChannel           575                      1 1 570 575 0=2
Slice                    576                      1 2 575 576 577 -23300=2,96,-233
Convolution              578                      1 1 577 580 0=96 1=1 5=1 6=9216 9=1
ConvolutionDepthWise     581                      1 1 580 581 0=96 1=3 4=1 5=1 6=864 7=96
Convolution              583                      1 1 581 585 0=96 1=1 5=1 6=9216 9=1
Concat                   586                      2 1 576 585 586
ShuffleChannel           591                      1 1 586 591 0=2
Slice                    592                      1 2 591 592 593 -23300=2,96,-233
Convolution              594                      1 1 593 596 0=96 1=1 5=1 6=9216 9=1
ConvolutionDepthWise     597                      1 1 596 597 0=96 1=3 4=1 5=1 6=864 7=96
Convolution              599                      1 1 597 601 0=96 1=1 5=1 6=9216 9=1
Concat                   602                      2 1 592 601 602
ShuffleChannel           607                      1 1 602 607 0=2
Convolution              608                      1 1 607 610 0=256 1=1 5=1 6=49152 9=1
Reduction                611                      1 1 610 611 0=3 1=0 -23303=2,2,3
InnerProduct             612                      1 1 611 612 0=2 1=1 2=512
Softmax                  out                      1 1 612 out
